[{
	"What_to_look_for": ["While the first symptom of a cold is usually a sore throat is is followed by symptoms that include a blocked and sore nose, sneezing, a runny nose which is normally clear and runny at the start before becoming thicker and darker over the course of the infection.", "With a cold and runny nose you will usually feel worse during the first two to three days before gradually starting to improve. The symptoms in adults and older children usually last for about a week."],
	"When_to_seek_help": ["Do not take antibiotics for a cold as they will not help and may do damage. Colds are caused by viruses and antibiotics cannot treat viruses.", "Usually you do not need to see the doctor.  Most colds can be treated at home. ", "For more information on colds visit the HSE website."],
	"Whats_up": ["My throat is sore"],
	"What_you_can_do": ["Most colds can be treated at home.  Drink plenty of fluids to replace those lost from sweating and runny noses. Get lots of rest and eat healthily. Resume normal activities when you feel well enough.  Eat well, a low fat, high fibre diet is recommended, including plenty of fresh fruit and vegetables."]
}, {
	"What_to_look_for": ["While the first symptom of a cold is usually a sore throat, it is followed by symptoms that include a blocked and sore nose, sneezing, a runny nose. The runny nose is normally clear and runny at the start, becoming thicker and darker over the course of the infection.", "With a cold and runny nose you will usually feel worse during the first two to three days before gradually starting to improve. The symptoms in adults and older children usually last for about a week."],
	"When_to_seek_help": ["Do not take antibiotics for a cold as they will not help and may do damage. Colds are caused by viruses and antibiotics cannot treat viruses.", "Usually you do not need to see the doctor.  Most colds can be treated at home.", "For more information on colds visit the HSE website."],
	"Whats_up": ["My nose is blocked"],
	"What_you_can_do": ["Most colds can be treated at home.  Drink plenty of fluids to replace those lost from sweating and runny noses. Get lots of rest and eat healthily.", "Ask your Pharmacist about over the counter remedies and medications that may help, like paracetamol, ibuprofen, or medicines that will help clear your sinuses.", "Resume normal activities when you feel well enough.  Eat well, a low fat, high fibre diet is recommended, including plenty of fresh fruit and vegetables."]
}, {
	"What_to_look_for": ["Four things commonly account for loss of hearing.", "1. Wax in the ear canal", "2. Inflammation of the ear canal - otitis externa", "3. The eardrum has burst as nature's way of easing the pressure caused by an ear infection", "4. Damage to the hearing mechanism, either from an injury, from exposure to noise or an ageing process in the hearing mechanism"],
	"When_to_seek_help": ["Antibiotics are not the answer and may do damage. Ear infections are generally caused by viruses and antibiotics cannot treat viruses.", "If you have a head cold and your ear is blocked it should clear within a few days and usually you do not need to see the doctor.   Discharge from the ear should always be checked out by your doctor.  If you suspect your ear is blocked by wax then your doctor or practice nurse will need to remove the wax for you.", "For more information on ears visit the HSE website."],
	"Whats_up": ["My ear is blocked and I can't hear properly"],
	"What_you_can_do": ["Talk to your Pharmacist as over the counter pain relief can be used to help with the pain.", "Do not attempt to stick anything, for example a cotton wool bud, into the ear as you may cause damage.  Avoid getting the affected ear wet until the cause of the hearing loss is known.", "You may need to see a doctor to see what is causing the hearing loss.", "You may need to have a specialised hearing test."]
}, {
	"What_to_look_for": ["After an ear infection, your child may still have fluid behind their ear drum which can last from several weeks to months. This may cause an ongoing feeling of discomfort in their ears, but it is more a dull, abnormal feeling than a nasty, sharp pain. The fluid also causes a short-term decrease in hearing in that ear.  This is often called ", "The problem may also be caused by a buildup of "],
	"When_to_seek_help": ["The main reason to see your doctor is if you feel your child's speech is being affected or if they still cannot hear properly a few weeks after an ear infection."],
	"Whats_up": ["My child's ear is blocked and they can't hear properly"],
	"What_you_can_do": ["In most cases no specific treatment is needed for fluid left behind the ear after an infection.  It clears by itself within three months.  Repeated ear infections in a child under two can interfere with their speech development, as children need to able to hear sounds correctly to learn how to say them.  If you are concerned about your child's hearing or speech then you need to talk to your doctor. Your child may need to have their speech or hearing tested.", "Ear wax is normal and unless it is interfering with your child's hearing there is no need to do anything.  However, if your child's hearing is affected the wax may need to be removed by gentle suctioning which can be carried out by your doctor or practice nurse."]
}, {
	"What_to_look_for": ["Vomiting and diarrhoea can occur on their own or together. Gastro enteritis is the most common cause of vomiting caused by an infection, either viral or bacterial, from contaminated food or close contact with someonewho else who has symptoms.", "Your child's vomiting usually last between 6 and 12 hours.  If your child is attending a creche or school then bugs that cause vomiting can spread easily due to the close contact with other children especially in the toddler age group."],
	"When_to_seek_help": ["Contact your doctor if: Your child’s vomiting persists for more than 6 hours, You notice blood in your child’s vomit, Your child complains of bad tummy pain with vomiting, Your child cannot keep down any fluids and you are worried that they are becoming dehydrated, Your child is on regular medication and cannot take it, You are worried", "The younger the child the sooner you should seek advice and always seek advice for an infant with vomiting."],
	"Whats_up": ["My child is vomiting"],
	"What_you_can_do": ["Keep your child home from  creche or school  and make sure they practice good hand hygiene to avoid spreading the infection to others. Do not offer any food until 6 hours after the last vomit. Keep your child hydrated by offering  sips of clear fluid e.g flat white lemonade, sports drinks or oral rehydration solutions available without prescription in pharmacies. Breast fed babies can continue to be offered breast milk.  Bottle fed babies should be able to tolerate small milk feeds.", "Be very careful about washing your hands after changing nappies or cleaning up vomit spills. Clean spills with hot water and detergent then disinfect the area with dilute solution of household bleach.", "Anti-vomiting medicines are best avoided unless specifically advised by your doctor.", "Do not give your child antibiotics if they are vomiting as they will not help and may do further damage."]
}, {
	"What_to_look_for": ["Some people think their child has the flu when usually they just have a cold or a viral upper respiratory tract infection.", "The real flu is not that common and tends to happen during the winter.It usually spreads in a wave across the country any time from November to March. The HSE sends an alert to doctors if there is a flu outbreak.  You may also hear about it from the media.", "It is useful to know the differences between the flu and the common cold.", "With flu, the symptoms are more severe, your child will get severe muscle aches and a high fever. Headaches are very common. Your child will feel extremely weak and may find it hard to get out of bed.  After a few days your child may develop a cough.", "For most children the flu is just a nasty experience but for others it can lead to more serious illness.  The most common complication is ", "However, the flu can worsen existing conditions such as pneumonia or asthma"],
	"When_to_seek_help": ["Usually your child will not need to see the doctor.  However, if the flu symptoms are severe or last for more than a week, bring your child to the doctor.", "If your child has a chronic (long-term) medical condition, they need to see the doctor as there are special anti-viral medicines which they might need. These medicines work best if they are started within 48 hours of flu symptoms appearing.", "Usually, your child will not need to see the doctor.  However, if the flu symptoms are severe or last for more than a week, bring your child to the doctor.", "If your child has a chronic (long-term) medical condition, they need to see the doctor as there are special anti-viral medicines which they might need. These medicines work best if they are started within 48 hours of flu symptoms appearing.", "Children with chronic medical conditions may develop serious complications if they get the flu. This is why these children should get the ", " every year. You can get the flu vaccine from your doctor.", "Remember, flu is a virus and antibiotics cannot treat viruses.  Your child will only need antibiotics if they develop a complication such as bacterial ", "As you can probably guess, this website can never replace the advice you might get from a health professional. If you are worried about your child, please call or visit your GP or pharmacist."],
	"Whats_up": ["My child has the flu"],
	"What_you_can_do": ["If your child is generally fit and healthy, you can manage their symptoms at home and your child will usually get better without treatment. Keep your child indoors and make sure they rest, stay warm and drink plenty of liquids.  Visit your pharmacist for advice. Paracetamol or ibuprofen will relieve your child's headache, muscle pains and fever. Your child can go back to their normal activities when they feel well enough.", "Children with flu are usually infectious a day before symptoms start and remain infectious for five or six days. This means they can spread the flu to others during this time. Try to avoid all unnecessary contact between your child and others until they are better.", "Coughing and sneezing spreads the germs that caused your child's flu in the first place. Get your child to sneeze or cough into a tissue, bin the tissue immediately and get your child to wash their hands afterwards.  Wash your own hands if you have helped your child to cough or wiped their nose."]
}, {
	"What_to_look_for": ["A rash on your child's skin can be caused by a number of things.  If your child has the rash less than two weeks it may indicate that your child has an infection of some kind, but may also be due to an allergy or their skin coming into contact with something which has caused a reaction.", "The most common type of allergic reaction is called urticaria or hives.", " can be triggered by many things, including allergens like ", " or latex, irritants like nettles, medicines or physical factors, such as exercise or heat. However, in around half of acute urticaria cases, no cause can be identified.", "Common viral infections include:"],
	"When_to_seek_help": ["Any rash in a child should be checked by your doctor.", "Antibiotics are sometimes needed to treat rashes like ", " and ", ".  However most rashes are either caused by a virus or an allergy and are not helped by antibiotics. In fact, antibiotics themselves can often cause allergic reactions.", "As children try new foods they may develop an allergic reaction called ", "Consider what new foods they have eaten, for example the first time they try strawberries.", "While parents worry about ", "it is an uncommon cause of rashes in children. With meningitis the child is usually also unwell with a headache, vomiting and  a high temperature in conjunction  with the rash.  If you suspect meningitis you need to seek medical help immediately.", "And of course, if you are worried about your child's rash or not sure what is causing it then your child needs to see your doctor."],
	"Whats_up": ["My child has just come out in a rash"],
	"What_you_can_do": ["Any rash in a child should be checked by your doctor.", "While parents worry about ", ", it is an uncommon cause of rashes in children. With meningitis, the child is also suffers from headaches, vomiting and a high temperature along in conjunction with the rash.  If you do suspect meningitis you need to seek medical help immediately.", "If your child is diagnosed with chicken pox, the itch of chickenpox can be eased by antihistamine syrup.  Children who are immunocompromised will need antiviral treatment for chickenpox.  If your child  has known eczema then a more serious form of chickenpox can develop so you need to see your doctor and stop putting creams, especially steroid, on your child's skin.", "Talk to your Pharmacist, as temperature can be reduced and pain relieved by Paracetamol or ibuprofen.", " is treated using ", " tablets.", "Some infections caused by viruses may need treatment.  For example the pain caused by shingles can be reduced if antiviral medication is taken within 72 hours of the onset of the rash.", "Avoid using creams especially steroids on a rash unless advised to do so by your doctor as steroids often make rashes worse."]
}, {
	"What_to_look_for": ["Vomiting and diarrhoea can occur on their own or together. Gastro enteritis is the most common cause of diarrhoea caused by an infection, either viral or bacterial from contaminated food or close contact with  someone  who already has symptoms.", "Watch our video with advice from Dr. Nuala O'Connor about how to tackle a tummy bug.", "Your child's diarrhoea usually lasts between 24 and 48 hours. If your child attends a creche or school then bugs that cause diarrhoea can spread easily due to the close contact with other children especially in the toddler age group."],
	"When_to_seek_help": ["You should contact your doctor if:"],
	"Whats_up": ["My child has diarrhoea"],
	"What_you_can_do": ["Keep your child home from creche or school and make sure they practice good hand hygiene to avoid spreading the infection to others. Keep your child hydrated by offering plenty of clear fluid e.g flat white lemonade, sports drinks or oral rehydration solutions available without prescription in pharmacies. Breast fed babies can continue to be offered breast milk.  Bottle fed babies should be able to tolerate milk feeds.", "Your child can continue to eat with diarrhoea but stick to starchy foods like toast, pasta, rice, chicken or fish.  Avoid dairy, fruit and vegetables until the diarrhoea has stopped.  Your child should not to return to creche or school until 48 hours after diarrhea has stopped to avoid spreading the infection to other children.", "Be very careful about washing your hands after changing nappies or cleaning up diarrhoea spills. Clean spills with hot water and detergent then disinfect the area with a dilute solution of household bleach.", "Do not give your child anti-diarrhoea medicines unless your doctor has told you to.", "Antibiotics will not help diarrhoea."]
}, {
	"What_to_look_for": ["Ear ache usually comes on all of a sudden and the pain can be quite severe.  Your child may also have a temperature.  Antibioitics will not reduce the pain of an ear infection.  The most important thing to do is to give your child paracetamol or ibuprofen to relieve pain.", "The severe pain usually only lasts a day or two.  After an ear infection, your child may still have fluid behind their ear drum which can last several weeks to months. This may cause an ongoing feeling of discomfort in their ears, but it is more a dull, abnormal feeling than a nasty, sharp pain. The fluid also causes a short-term decrease in hearing in that ear.", "Most ear aches in children are caused by viral infections which will clear up by themselves in three to four days and pain relief is the only treatment required.", "Ear ache without fever can be caused by a wax blockage and ", "Sore throats caused by viruses also often cause ear ache.", "75% of simple ear infections occur in children under 10 years of age."],
	"When_to_seek_help": ["Most ear aches are due to viral infections and will clear themselves in three to four days.  You need to see your doctor if:"],
	"Whats_up": ["My child has an ear ache"],
	"What_you_can_do": ["Talk to your pharmacist for advice. The most important thing to do is to give your child paracetamol or ibuprofen to relieve pain.", "Antibiotics will not reduce the pain of an ear infection."]
}, {
	"What_to_look_for": ["A normal temperature is between 36 and 36.8°C (96.8 and 98.2°F). A temperature above 38°C (100.4°F) is high. If your child's temperature is high, your child probably has an infection of some kind.", "Parents often worry if their child's temperature goes above 38°C (100.4°F). However, what is more important is your child's overall alertness and responsiveness.", "If your child is responding to you and taking drinks, even if they're off form and not eating, you don't need to worry. However, if your child is drowsy, not drinking or not responding to you as normal, they need to see a doctor.", "A cold or flu can cause a high temperature, but high temperatures can also be due to other infections. This is why it is important to check whether your child is alert and responding to you.", "Also, your child can still be sick even without a high temperature.  If you are worried that your child may be seriously ill, get medical help immediately even if there is no high temperature."],
	"When_to_seek_help": ["High temperature in a child may be a cause for concern but is rarely a reason to panic.  However, if your child is drowsy, not drinking or not responding to you as normal, they need to see a doctor even if their temperature is normal. Call your GP surgery for advice as soon as possible.", "Your child could have a serious illness if the child:", "If you see any of these signs in your child, phone your GP, visit the nearest Emergency Department, or phone an ambulance on 999 or 112.  If in doubt, it is always best to get medical advice.", "You can find your nearest hospital, GP or pharmacist on the ", "As you can probably guess, this website can never replace the advice you might get from a health professional. If you are worried about your child, please call or visit your GP or pharmacist."],
	"Whats_up": ["My child has a temperature"],
	"What_you_can_do": ["First of all, dress your child normally.  Children with high temperatures should not be either under dressed or over wrapped.  Do not use a cool cloth or sponge to get their temperature down.", "Talk to your pharmacist and use either paracetamol or ibuprofen to reduce temperature and to relieve pain.  Paracetamol and ibuprofen can be given if a child is already on an antibiotic.  Remember, an antibiotic will not reduce a fever or relieve pain.", "With this in mind, start by giving your child either paracetamol or ibuprofen.  If the one you started with doesn't work try giving them the other.  Both of these medicines can be given together safely, provided you do not exceed the recommended dose for your child's weight.  Click on the document available", ", for more information."]
}, {
	"What_to_look_for": ["Your child's sore throat is most likely caused by a viral infection.  The child may - or may not - also have a runny nose, earache, sneezing, fever, a rash or a tickly cough. Sore throats are common and not usually serious.", "Children and teenagers are more likely to get sore throats than adults. Most sore throats will go within three to seven days without the need for antibiotics. After a week, nearly nine in 10 children will be well again.", "Occasionally, sore throats are caused by bacteria. This is known as ", ".  If your child gets a strep throat, they will usually feel sicker and take longer to get better. Some children with strep throat may need an antibiotic.  A severe sore throat in teenagers may be caused by ", ".", "Sometimes, children may complain of a sore throat when they actually have an ", " or they may think they have an ear infection when they actually have a sore throat.", "Most children will get six to seven viral infections every year and a sore throat will usually be one of the symptoms.  This is normal and does not mean that your child has a poor immune system.  Children who have a lot of contact with other children, for instance in schools or creches, get exposed to many infections. Fighting these infections actually boosts children's immune systems."],
	"When_to_seek_help": ["Most children do not need to see a doctor for a sore throat as long as they are drinking well and are not drowsy. However, if your child still has a sore throat after two weeks or if they are feeling very unwell, it's best to get them checked by your doctor."],
	"Whats_up": ["My child has a sore throat"],
	"What_you_can_do": ["Most sore throats can be treated at home. Talk to your pharmacist as over-the-counter painkillers such as paracetamol and ibuprofen can usually relieve the pain of a sore throat.  Your child should also rest and avoid exercise to allow their body to heal.", "Make sure they take plenty of cool or warm drinks, whichever they prefer. Offer them cool, soft food but don't worry if they don't want to eat. It is common for children not to eat when they are fighting a viral infection. As long as they are drinking plenty there is no need to worry. ", "Older children can suck lozenges, hard sweets, ice cubes or ice lollies."]
}, {
	"What_to_look_for": ["A rash on your child's skin can be caused by a number of things.  Infections and allergies usually cause rashes which last less than ", "There are many rashes which last for more than two weeks including"],
	"When_to_seek_help": ["You will need to see your doctor to get your child's rash diagnosed properly.", "But it is important to remember that it is unlikely that your child will need antibiotics for their rash.", "Common causes of more long term rashes in children include:"],
	"Whats_up": ["My child has a rash for more than two weeks"],
	"What_you_can_do": ["You need to bring your child to the doctor to get their rash diagnosed properly.  You may need to see a dermatologist for some rashes and for tests such as skin or blood allergy tests to identify if your child is allergic to something.", "Avoid using creams especially steroids on your child's rash unless advised to do so by your doctor as steroids can often make rashes worse.", "Don't exclude important food that you suspect may be causing the rash from your child's diet without discussing it with your doctor."]
}, {
	"What_to_look_for": ["Three things account for most discharges from your child's ear.", "1. Wax", "2. Your child has put something in their ear", "3. The ear drum has burst as nature's way of easing the pressure caused by an "],
	"When_to_seek_help": ["If there is discharge from the ear, your child needs to see a doctor, ideally within 24 hours."],
	"Whats_up": ["My child has a discharge from their ear"],
	"What_you_can_do": ["Your child needs to see a doctor to see what is causing the discharge.  Do not attempt to clear the discharge or stick anything, for example a cotton wool bud, into the ear as you may cause damage.  Avoid getting the affected ear wet until the cause of the discharge is known."]
}, {
	"What_to_look_for": ["Most coughs are caused by viral infections such as the common cold, flu or bronchitis (inflammation of the large air passages in the lungs). Your child may also have other symptoms such as a runny nose, fever, sore throat, earache or general aches and pains.", "Coughing is actually part of your child's natural immune defence system.  It is better to cough up phlegm than to have it stay in the lungs where it can cause serious infections such as pneumonia. ", "Most coughs will clear up by themselves. As long as your child is drinking plenty of liquids, eating and in reasonably good form, there is no need to worry. Coughs caused by viruses can last up to 3 weeks. Antibiotics will not clear the cough any faster.", "If your child's cough lasts more than three weeks or if they are getting a cough every few weeks, they may have some other lung condition and they should be checked out by your doctor.", "Here are some examples of other conditions that can cause a cough. Your doctor can prescribe medicines to treat these conditions.", "  One in five children with asthma get a cough instead of a wheeze. If your child coughs a lot at night, coughs when they exercise, has hay fever or eczema, or there is a family history of these conditions, ask your doctor to check them out.", "Recurrent c", ": This is a barking cough and causes hoarseness due to swelling of the vocal chords.  It is a type of asthma.", ": This is the name often used to describe a cough and wheeze in a child under two years of age.  The child is usually in good form but sounds terrible.", "Viral induced wheeze: Some children get a cough and wheeze for up to two weeks when they get a viral infection such as a cold.  This does not mean they have asthma. The wheeze may irritate the child but it is not serious.  Your child will usually grow out of this tendency. Your doctor may recommend using an inhaler to relieve the wheeze.", "Hay fever (also known as allergic rhinitis): In summer, pollens and grasses may irritate the lining of the nose, sinuses and throat causing sneezing, runny nose, itchy nose, itchy eyes and a tickly cough. If these symptoms happen in winter, they are usually caused by a cold.", "Bacterial infections: Some bacterial infections such as ", ", tuberculosis (TB) or mycoplasma can also cause a cough. These are serious conditions.  This is why any cough lasting more than three weeks needs to be checked out by your doctor.", "Choking: Rarely, a child might inhale a foreign body such as a fishbone or a piece of a toy. This can cause a sudden bout of coughing as the child tries to cough up the foreign body. Get immediate help if the foreign body cannot be dislodged."],
	"When_to_seek_help": ["If your child has a cough for more than three weeks or is getting recurrent coughs then they should be checked by your doctor."],
	"Whats_up": ["My child has a cough for more than three weeks or is getting coughs repeatedly"],
	"What_you_can_do": ["If your child has a cough but is in reasonably good form and is drinking well, then there is often no need to do anything. Your child's immune system will fight the bug that is causing the cough.  Talk to your pharmacist. Paracetamol or ibuprofen will relieve pain or fever. If your child is over 6 years of age, they can also take over-the-counter cough remedies.  Saline nose sprays can help to clear the nasal passages.", "If you think your child's symptoms are due to one of the other causes of cough listed above, your child should visit the doctor for a check-up as there may be some prescription medicines which will help.", "Coughing spreads the germs that caused your child's cough in the first place so it is important not to pass the germs on to others. Get your child to cough into a tissue, bin the tissue immediately and wash their and your hands.", "If your child has a cough for more than three weeks or is getting repeated coughs, they should be checked by your doctor."]
}, {
	"What_to_look_for": ["Coughs are often regarded as the `watchdog' of the lungs. It is better to cough up phlegm than to have it lodge lower in the lungs where it can cause serious infections like pneumonia.  Coughing is part of your child's natural immune defence system.Most coughs are caused by viral respiratory tract infections, such as the common cold, flu or bronchitis. Coughs often come with other symptoms like runny nose, fever, sore throat, ear ache and general aches and pains.", "Children on average, get 6 to 7 viral infections per year and a cough is often one of the symptoms of these infections.  Most will clear up by themselves and as long as your child is drinking plenty of fluids, eating a little, and in reasonably good form there is no need to worry.  There are a few types of cough which you need to watch out for as they may be helped by medication.  This is not an exhaustive list but should give you an idea of the many potential causes of cough in children.", ", which is a barking cough and causes hoarseness due to swelling of the vocal chords.", "Bronchiolitis is the name often used to describe a cough and wheeze in a child under two years of age.  Usually children are in good form but sounds terrible and are often known as `happy wheezers'.  This can re-occur in children under two years of age.", "Viral induced wheeze - children often cough and wheeze for up to two weeks triggered by a viral infection.  This does not mean they have asthma and while it can be irritating for them it is not serious.  Your child will usually grow out of this tendency. Intermittent use of reliever inhalers, for example, Salbutamol or terbutaline, may be recommended by your doctor.", "/ ", "(summer).  Sneezing, runny nose, itchy nose, itchy eyes and tickly cough can be caused by irritation of the mucous membranes of the nose, sinuses and throat.  In the winter this reaction is usually triggered by a viral infection and in the summer by pollens and grasses.", "Bacterial infections can cause more serious problems like ", ".  If your child has pneumonia they will be quite unwell with a high fever, rapid breathing, listlessness or drowsiness and it is usually obvious that they need to see the doctor.", "Inhalation of a foreign body like a piece of a child's toy is also an uncommon but important one to watch for. Seek immediate medical help if the foreign body cannot be dislodged."],
	"When_to_seek_help": ["Most coughs in children can be treated at home.  If you are worried about your child's cough then you should have it checked by your doctor.  If your child is very breathless or distressed by the cough, waking a lot during the night, not drinking, seems very wheezy or unable to catch their breath they should be checked out by your doctor.", "Most coughs will clear up within two weeks but may last three weeks.  If your child's cough lasts more than three weeks you should see your doctor.", "If your child has known asthma or any other chronic lung condition or are immuno- compromised you should get your child's cough checked out by your doctor", "For more information on coughs visit the HSE website by clicking "],
	"Whats_up": ["My child has a cough for less than two weeks"],
	"What_you_can_do": ["If your child has a cough but is in reasonably good form and is drinking well then there is often no need to do anything other than to let your child's immune defences fight the bug that is causing the cough.", "Talk to your Pharmacist about over the counter medicines that may help.  Paracetamol or ibuprofen will relieve pain or fever and children over 6 years of age can take over the counter cough remedies.  Saline nose sprays or saline irrigation systems can help to clear the nasal passages. If you think your child's symptoms are due to one of the other causes of cough listed above then you should have your child checked by your doctor as there may be some prescription medicines which will help.", "Coughing spreads the germs that caused your child's cough in the first place so it is important not to pass the illness on to others.  This can be done by getting your child to cough into a tissue, binning the tissue immediately and washing your hands afterwards."]
}, {
	"What_to_look_for": ["Coughs are often regarded as the `watchdog' of the lungs. It is better for your child to cough up phlegm than to have it lodge lower in the lungs where it can cause serious infections like pneumonia.  Coughing is part of your child's natural immune defence system.", "An asthmatic cough is caused by irritated airways.Causes can include dust, pollens, grasses, cold air and exercise but many asthmatic coughs are caused by the same as everyone else's - by viral respiratory tract infections, such as the common cold. Coughs often come with other symptoms like runny nose, fever, sore throat, ear ache and general aches and pains."],
	"When_to_seek_help": ["If your child's asthma is not relieved by your usual management plan your child should be checked by your doctor.", "Warning signs of a severe asthma attack are:", "Do not delay in seeking help if in any doubt about your child's asthma", "For more information on coughs visit the HSE website by clicking ", "For more information on asthma visit the HSE website by clicking "],
	"Whats_up": ["My child has a cough and is on inhalers / has asthma"],
	"What_you_can_do": ["Talk to your Pharmacist about over the counter remedies - paracetamol or Ibuprofen will relieve pain.  Antibiotics are rarely needed for asthma coughs.  Rest, fluids and taking time to allow your child's own immune system to fight the infection are very important.", "Coughing spreads the germs that caused your child's cough in the first place so it is important not to pass the illness on to others.  This can be avoided by getting your child to cough into a tissue, binning the tissue immediately and washing your hands afterwards.", "As your child has ", ", they are probably already on inhalers and / or tablets to control their asthma.  When their symptoms flare up you need to follow the management plan you and your doctor have agreed.  This will vary depending on the pattern and severity of your child's asthma.  It will usually involve taking their reliever inhaler 4-5 times per day and may involve increasing their preventer inhaler while they have the cough.  Your child may need a short course of steroids but asthmatics rarely need antibiotics even though they are commonly prescribed.  Green phlegm is produced by inflammation caused by irritation of the lungs and does not necessarily mean there is a bacterial infection that needs antibiotic treatment."]
}, {
	"What_to_look_for": ["Coughing is part of your child's natural immune system. Most coughs are caused by viral infections such as the common cold, flu or bronchitis. Coughs often come with other symptoms such as a runny nose, fever, sore throat, earache or general aches and pains.", "On average, children get six to seven viral infections every year and a cough is often one of the symptoms of these infections.  Most of these coughs will clear up by themselves. As long as your child is drinking plenty of liquids, eating and in reasonably good form, there is no need to worry."],
	"When_to_seek_help": ["If your child's cough lasts more than three weeks, bring them to your doctor for a check-up. There are other conditions which can cause a long-term cough."],
	"Whats_up": ["My child has a cough"],
	"What_you_can_do": ["If your child has a cough but is in reasonably good form and is drinking well, there is often no need to do anything. Your child's immune system will fight the bug that is causing the cough.  Talk to your pharmacist. Paracetamol or ibuprofen will relieve pain or fever. If your child is over 6 years of age, they can also take over-the-counter cough remedies.  Saline nose sprays can help to clear the nasal passages.", "Coughing spreads the germs that caused your child's cough in the first place so it is important not to pass the germs on to others.  Get your child to cough into a tissue, bin the tissue immediately and wash your hands."]
}, {
	"What_to_look_for": ["Symptoms of a cold can include sneezing, a sore throat, a blocked nose or a runny nose. The runny nose is normally clear at the start but may become thicker and darker before the infection clears.", "Green snot does not mean that your child has a bacterial infection that needs antibiotics. It just means your child's nose is inflamed and irritated and producing more snot to help fight the virus that is causing the cold.", "With a cold and runny nose, your child will usually feel worse during the first two to three days before gradually starting to get better. A cold usually lasts for about a week in older children but a little longer in the under-fives.", "\nWatch the video to learn more about coping with a cold."],
	"When_to_seek_help": ["Your child does not need antibiotics for a cold. Colds are caused by viruses and antibiotics do not treat viruses.", "Usually, your child does not need to see the doctor.  You can treat the cold at home.", "As you can probably guess, this website can never replace the advice you might get from a health professional. If you are worried about your child, please call or visit your GP or pharmacist."],
	"Whats_up": ["My child has a cold"],
	"What_you_can_do": ["Most colds will get better by themselves without any special treatment. Make sure your child drinks plenty of fluids, gets lots of rest and eats healthily. Your child can resume normal activities when they feel well enough.", "Talk to your pharmacist about paracetamol or ibuprofen to relieve your child's pain or a fever. Nasal saline sprays can help to clear blocked noses in children.  Over-the-counter throat sprays, lozenges and cough remedies may also help.", "Coughing and sneezing spreads the germs that caused your child's cold in the first place so it is important not to pass the cold on to others. Get your child to cough and sneeze into a tissue, bin the tissue immediately and wash your hands afterwards."]
}, {
	"What_to_look_for": ["While the first symptom of a cold is usually a sore throat, is is followed by symptoms that include sneezing, a blocked and sore nose, a runny nose which is normally clear and runny at the start before becoming thicker and darker over the course of the infection.", "Sneezing spreads the germs that cause colds so it is important not to pass the ilness on to others.  You can avoid passing on your cold by sneezing into a tissue, binning the tissue immediately and washing your hands afterwards.", "Watch our video about Coping with a Cold on the right, featuring advice from Dr Andrew Murphy from Galway."],
	"When_to_seek_help": ["Do not take antibiotics for a cold as they will not help you to get any better any fast, and they may do damage. Colds are caused by viruses and antibiotics cannot treat viruses.", "Usually you do not need to see the doctor.  Most colds can be treated at home.  Drink plenty of fluids, get lots of rest and eat healthily.  Resume normal activities when you feel well enough.  Eat well, a low fat, high fibre diet is recommended, including plenty of fresh fruit and vegetables.", "For more information on colds visit the main HSE website by clicking "],
	"Whats_up": ["I'm sneezing"],
	"What_you_can_do": ["With a cold you will usually feel worse during the first two to three days before gradually starting to improve. The symptoms in adults and older children usually last for about a week.", "Colds tend to last longer in children under five - typically between 10-14 days. Many children will lose their appetite when they have a cold. This should only last for a few days and children with a cold should only eat when hungry.", "Talk to your pharmacist, who can give you advice on over the counter products that may help your symptoms. You can ask about ibuprofen or paracetamol for pain and fever, and other medicines that may help with a blocked nose or sinuses."]
}, {
	"What_to_look_for": ["Most people who think they have the flu usually just have a cold or a viral upper respiratory tract infection.", "The real flu is actually not that common, and tends to occur during the winter.  It usually spreads in a wave across the country and may begin anytime from November to March.  Doctors receive an alert from the HSE when flu is circulating and people typically hear that flu is around from the media and health authorities.", "It is useful to know the differences between the flu and the common cold.", "The main difference is that the symptoms of flu come on very quickly and you get severe muscle aches and a high fever.", "Headache is very common and people feel extremely weak and often find it hard to even get out of bed.  After a few days you may develop a cough.  For most people flu is just a nasty experience but for others it can lead to more serious illness.", "The most common complication is ", ".  The flu can worsen pre-exisiting conditions like ?? and heart failure.  Pregnant women are known to be at increased risk of complications of the flu.", "People with flu are usually infectious a day before symptoms start, and remain infectious for five or six days.  Try to avoid all unnecessary contact with others during this period to avoid infecting others.", "Coughing and sneezing spreads the germs that caused your flu in the first place so it is important not to pass the illness on to others.  This can be avoided by coughing and sneezing into a tissue, binning the tissue immediately and washing your hands afterwards."],
	"When_to_seek_help": ["Usually you do not need to see the doctor.  However, do see your doctor if the flu symptoms are severe or last for more than a week.  If you have a chronic medical condition or are immunocompromised or are pregnant then you need to see your doctor as there are specific anti-viral medicines available which you might need. These work best if  started within 48 hours of flu symptoms.\n ", "Remember, flu is a virus and antibiotics cannot treat viruses. Antibiotics are only needed if you develop a complication like bacterial pneumonia.", "For more information on flu visit the HSE website by clicking "],
	"Whats_up": ["I have the flu"],
	"What_you_can_do": ["If you are otherwise fit and healthy, you can manage your symptoms at home and you will usually get better without treatment.", "Talk to your pharmacist for advice and over the counter medicines that will help. Someone might have to go to the pharmacy for you if you have the flu, as it will be hard to get out and about.  The best treatment is to stay indoors, rest, keep warm and drink plenty of fluids.  Paracetamol or ibuprofen will relieve headache, muscle pains and fever.", "Resume normal activities when you feel well enough.", "If you are in an", " and have flu-like symptoms, or if your flu symptoms are getting worse, see your doctor as you are more likely to suffer complications from flu. People who are most at risk from the flu include those aged 65 years and over and anyone with a chronic medical condition. Chronic medical conditions include chronic heart conditions, chronic respiratory disease, diabetes mellitus and immunosupression due to disease or treatment. Pregnant women have also been found to be at increased risk of the complications of flu.", "A flu vaccine is available and is provided to people in ", "by the HSE.  Those in at risk groups are at risk of complications from flu infection and should get the flu vaccine every year.  Pregnant women are recommended to get the flu vaccine during each pregnancy."]
}, {
	"What_to_look_for": ["A rash on your skin can caused by a number of things.  If you have the rash for less than two weeks it could mean that you have an infection of some kind, but could also be due to an allergy or your skin coming into contact with something which has caused a reaction.", "If you have a rash but are otherwise feeling well, you may be allergic to something. The most common type of allergic reaction is called urticaria, or hives.", " can be triggered by many things, including allergens like ", " or latex, irritants like nettles, medicines or physical factors, such as exercise or heat. However, in around half of acute urticaria cases, no cause can be identified.", "If however you feel ill aswell as the rash, you may have an infection like chicken pox or scarlet fever. The links below will take you to the main HSE website where you can read more about these conditions.", "Common viral infections include ", "Bacteria can also cause rashes like ", "Insect bites can also cause rashes.", " can also cause a rash but the rash is not always present with meningitis."],
	"When_to_seek_help": ["If you are worried about the rash or not sure what is causing it then you need to see your doctor.  If you are pregnant and suspect you have a rash caused by an infection you also need to see your doctor.", "However, if you have a severe headache, vomiting, a high temperature, a stiff neck or sensitivity to light along with a rash you need to seek medical help immediately as you may have "],
	"Whats_up": ["I have just come out in a rash"],
	"What_you_can_do": ["Most rashes are either caused by by a virus or an allergy and are not helped by antibiotics.  In fact, antibiotics themselves often cause allergic reactions.  Antibiotics are sometimes needed to treat rashes like ", " and is treated using ", " tablets.  Some infections caused by viruses may need treatment such as the pain caused by shingles which is reduced if antiviral medication is taken within 72 hours of the onset of the rash.", "Adults who are immunocompromised will need antiviral treatment for shingles and chickenpox.  If you have known eczema you need to see your doctor and stop putting creams, especially steroid, on your skin with rashes caused by infection.", "Temperature can be reduced and pain relieved by paracetamol or ibuprofen.", "Avoid using creams especially steroids on a rash unless advised to do so by your doctor as steroids often make rashes worse.", "If your rash is caused by an allergy then avoid whatever it is that is causing the problem in the first place.  For example, stop eating strawberries if that was what was causing the problem.", "If you are worried about the rash or not sure what is causing it then you need to see your doctor.", "If you have a severe headache, vomiting, a high temperature, a stiff neck or sensitivity to light along with a rash you need to seek medical help immediately as you may have "]
}, {
	"What_to_look_for": ["There are a number of common reasons why you have ear ache. These include glue ear, which is a build-up of fluid deep inside the ear (behind the eardrum) and mainly affects children, an inner ear infection, a blockage caused by a plug of ear wax, or a throat infection which can affect the ear. The main symptoms include severe ear ache (caused by the pressure of mucus on the eardrum), a high temperature and slight deafness. 75% of simple ear infections occur in children under 10 years of age.", "Ear ache usually comes on all of a sudden and the pain can be quite sharp.  You may also have a high temperature. The severe pain usually only lasts a day or two.  After an ear infection, you may still have fluid behind your ear drum which can last several weeks to months. This may cause ongoing feeling of discomfort in your ears, but it is more a dull, abnormal feeling than a nasty, sharp pain. The fluid also causes a short-term decrease in hearing in that ear."],
	"When_to_seek_help": ["Ear infections are generally caused by viruses and antibiotics cannot treat viruses.  Do not take antibiotics for an ear infection unless prescribed by your doctor.", "Usually you do not need to see the doctor. However if you have dizziness or severe headache or the ear ache does not improve within 24-48 hours it is best to seek medical advice.", "For more information on ear ache visit the HSE website by clicking "],
	"Whats_up": ["I have ear ache"],
	"What_you_can_do": ["Ask your pharmacist for advice. You can take over-the-counter medicines to help with the pain and any high temperature. Do not take antibiotics for an ear infection unless your doctor prescribes them. Ear infections are generally caused by viruses and antibiotics cannot treat viruses."]
}, {
	"What_to_look_for": ["Vomiting and diarrhoea can occur on their own or together. Gastro enteritis is the most common cause of diarrhoea caused by an infection, either viral or bacterial, from contaminated food or close contact with someone else who has symptoms.  Diarrhoea usually lasts between 24 and 48 hours.", "Watch our video about talking tummy bugs on the right, with advice from Dr. Nuala O'Connor from Cork.", "Other common causes of diarrhoea include:"],
	"When_to_seek_help": ["Contact your doctor if:", "Antibiotics are rarely used in the treatment of diarrhoea."],
	"Whats_up": ["I have diarrhoea"],
	"What_you_can_do": ["Stay at home from work and practice good hand hygiene to avoid spreading the infection to others. Keep hydrated by drinking plenty of clear fluid like flat white lemonade, sports drinks or oral rehydration solutions available without prescription in pharmacies.", "You can continue to eat with diarrhoea but stick to starchy foods like toast, pasta, rice, chicken or fish.  Avoid dairy, fruit and vegetables until the diarrhoea has stopped. It is best not to return to work until 48 hours after diarrhoea has stopped especially if you are a food handler, healthcare worker or have contact with the public.", "Avoid taking antidiarrhoeal medicines unless you need to travel urgently as while they stop the symptoms they may prolong the duration of the illness."]
}, {
	"What_to_look_for": ["Coughs are often regarded as the `watchdog' of the lungs. It is better to cough up phlegm than to have it lodge lower in the lungs where it can cause serious infections like pneumonia.  Coughing is part of your natural immune defence system.", "Most coughs are caused by viral respiratory tract infections, such as the common cold, flu or bronchitis. Coughs often come with other symptoms like runny nose, fever, sore throat, ear ache and general aches and pains."],
	"When_to_seek_help": ["Usually you do not need to see the doctor.  Most coughs can be treated at home.   Most coughs will clear up within two weeks but may last three weeks.  If your cough lasts more than three weeks you should see your doctor.", "If you are a smoker, have asthma, have any other chronic lung condition or are immunocompromised you should get your cough checked out by your doctor", "For more information on coughs visit the HSE website by clicking "],
	"Whats_up": ["I have a tickly cough"],
	"What_you_can_do": ["Talk to your pharmacist, who can give you advice on over the counter remedies that may ease the symptoms of your cough.  Over the counter remedies may ease the symptoms and cough expectorants help bring phlegm up so that coughing is easier.  Paracetamol or Ibuprofen will relieve pain.  Antibiotics are rarely needed for coughs.  Rest, fluids and taking time to allow your own immune system to fight the infection are very important.", "Coughing spreads the germs that caused your cough in the first place so it is important not to pass the illness on to others.  This can be avoided by coughing into a tissue, binning the tissue immediately and washing your hands afterwards."]
}, {
	"What_to_look_for": ["A normal temperature is between 36 and 36.8°C (96.8 and 98.24°F). Temperatures above  38°C (100.4°F) are regarded as high.", "A high temperature can be caused by a number of things and usually indicates that you have an infection of some kind. A high temperature can be caused by something like a cold or flu but can also be due to other infections so it is important to look at other symptoms you might have at the time.", "It is important to remember that you can still be sick without a high temperature.  If you are worried that you may be seriously ill then seek medical help immediately even if you don't have a high temperature."],
	"When_to_seek_help": ["High temperature may be a cause for concern but is rarely a reason to panic.  However if you feel particularly unwell or if you have a high temperature for more than three days you should seek medical advice."],
	"Whats_up": ["I have a temperature"],
	"What_you_can_do": ["Talk to your pharmacist, and use either paracetamol or ibuprofen to reduce temperature and to relieve pain.  Paracetamol and ibuprofen can be taken if you are already on an antibiotic. Remember, an antibiotic will not reduce a fever or relieve pain. If you are on other medication you need to check if ibuprofen can be taken with it, for example it should not be taken with warfarin.", "If you are allergic to NSAID (anti inflammatory) then ibuprofen is not suitable for you.  Start by taking either paracetamol or ibuprofen.  If the one you started with doesn't work, try the other.  Both of thee medicine can be safely given together provided you do not exceed the recommended daily dose for each one."]
}, {
	"What_to_look_for": ["A sore throat is usually a symptom of a viral infection.  It may occur on its own or with other symptoms such as runny nose, sneezing, fever and a tickly cough. Sore throats are common and not usually serious. Children and teenagers are more likely to get sore throats than adults. Most sore throats will pass within three to seven days without the need for antibiotics. After a week, 85% of people with sore throats be well again. Occasionally, some sore throats are caused by a bacteria, commonly known as , With this, you will usually feel sicker and take longer to get better. You can often clear this infection with your own immune system, but sometimes an antibiotic might be needed.  A severe sore throat in teenagers may be caused by"],
	"When_to_seek_help": ["Usually, you do not need to see the doctor– but if you still have a sore throat after two weeks, it’ s best to get it checked. If you feel very unwell, you should see your doctor as you may have a strep throat or tonsillitis. As you can probably guess, this website can’t replace the advice you might get from a health professional. If you are worried, please call or visit your GP or pharmacist."],
	"Whats_up": ["I have a sore throat"],
	"What_you_can_do": ["Most sore throats can be treated at home.  Talk to your pharmacist, as over-the-counter painkillers like paracetamol and ibuprofen and local anaesthetic sprays can usually relieve the symptoms of a sore throat.", "It is important to rest and avoid exercise to allow your own body defences to help you get better.", "Avoid food or drink that is too hot and could irritate your throat. Eat cool, soft food and drink cool or warm liquids. Adults and older children can suck lozenges, hard sweets, ice cubes or ice lollies."]
}, {
	"What_to_look_for": ["Ringing in your ear is known medically as ", ".  The exact cause cannot always be identified.  It is rarely serious but can be very annoying for patients.   It can be caused by natural hearing loss as you get older, hearing damage, an ear infection, fluid in the ear or a build up of wax."],
	"When_to_seek_help": ["It is best to get your ears checked by your doctor to see if the cause can be determined as sometimes a simple cleaning out of wax from the ear can solve the problem.", "Visit the HSE's main website to read more about T", "."],
	"Whats_up": ["I have a ringing in my ear"],
	"What_you_can_do": ["It is best to get your ears checked by your doctor to see if the cause can be determined as sometimes a simple cleaning out of wax from the ear can solve the problem."]
}, {
	"What_to_look_for": ["A rash on your skin can be caused by a number of things. Infections and allergies usually cause rashes which ", ".", "There are many rashes which last for more than two weeks including, phytophoto dermatitis,  and."],
	"When_to_seek_help": ["You need to see your doctor to get your rash diagnosed properly.", "You are very unlikely to need antibiotics for your rash.  If your rash is caused by an allergy then avoid whatever it is that is causing the problem in the first place."],
	"Whats_up": ["I have a rash for more than two weeks"],
	"What_you_can_do": ["You need to see your doctor to get your rash diagnosed properly.", "You may need to see a dermatologist for some rashes and for tests such as patch testing or skin or blood allergy tests to identify if you are allergic to something.   These are best done by a medical professional.", "Avoid using creams especially steroids on a rash unless advised to do so by your doctor as steroids often make rashes worse."]
}, {
	"What_to_look_for": ["Three things account for most discharges from your ear.", "1. Wax", "2. Inflamation of the ear canal - otitis externa", "3. The ear drum has burst as nature's way of easing the pressure caused by an ear infection"],
	"When_to_seek_help": ["You need to see your doctor to what is causing the discharge.  Wax may need to be removed by gentle suctioning.  Infections of the ear canal may need treatment with antibiotic and / or steroid drops. ", "are unusual in adults.", "Visit the ", " for more on ear problems"],
	"Whats_up": ["I have a discharge from my ear"],
	"What_you_can_do": ["You need to see a doctor to see what is causing the discharge.  Do not attempt to clear the discharge or stick anything, for example a cotton wool bud, into the ear as you may cause damage.  Avoid getting the affected ear wet until the cause of the discharge is known."]
}, {
	"What_to_look_for": ["Coughs are often regarded as the `watchdog' of the lungs. It is better to cough up phlegm than to have it lodge lower in the lungs where it can cause serious infections like pneumonia.  Coughing is part of your natural immune defence system.", "People who have asthma cough when their airways are irritated.  Causes can include dust, pollens, grasses, cold air and exercise but many asthmatic coughs are caused by viral respiratory tract infections, such as the common cold. Coughs often come with other symptoms like runny nose, fever, sore throat, ear ache and general aches and pains."],
	"When_to_seek_help": ["If your asthma is not relieved by your usual management plan you should be checked by your doctor.", "For more information on coughs visit the HSE website by clicking ", "For more information on asthma visit the HSE website by clicking "],
	"Whats_up": ["I have a cough and am on inhalers / have asthma"],
	"What_you_can_do": ["Talk to your pharmacist, as over the counter remedies may ease the symptoms of your cough and cough expectorants help bring phlegm up so that coughing is easier.  Paracetamol or ibuprofen will relieve pain.  Antibiotics are rarely needed for coughs.  Rest, fluids and taking time to allow your own immune system to fight the infection are very important.", "Coughing spreads the germs that caused your cough in the first place so it is important not to pass the illness on to others.  This can be done by coughing into a tissue, binning the tissue immediately and washing your hands afterwards.", "As you have asthma, you are probably already on inhalers and / or tablets to control your asthma.  When your symptoms flare you need to follow the management plan you have agreed with your doctor.  This will vary depending on the pattern and severity of your asthma.  It will usually involve taking your reliever inhaler 4-5 times per day and may involve increasing your preventer inhaler while you have the cough.  You may need a short course of steroids, but asthmatics rarely need antibiotics even though they are commonly prescribed.  Green phlegm is produced by inflammation caused by irritation of the lungs and does not necessarily mean there is a bacterial infection requiring antibiotic treatment."]
}, {
	"What_to_look_for": ["Coughs are often regarded as the `watchdog' of the lungs. It is better to cough up phlegm than to have it lodge lower in the lungs where it can cause serious infections like pneumonia.  Coughing is part of your natural immune defence system.", "Smokers usually get two types of cough.  One is caused by the irritant effect of smoking or the damage to your lungs caused by smoking.  The other, as with non-smoking adults, is caused by viral respiratory tract infections, such as the common cold, flu or bronchitis. Coughs often come with other symptoms like runny nose, fever, sore throat, ear ache and general aches and pains.", "After years of smoking adults can develop ", ", chronic Obstructive Pulmonary Disease, which is one of the most common respiratory diseases in Ireland. It usually affects people over the age of 35.", "Around 110,000 people in Ireland have been diagnosed with COPD, but it is thought that there are about 200,000 people living with the disease who have not been diagnosed. This is because many people who develop the symptoms of COPD do not get medical help because they often dismiss their symptoms as a `smoker's cough'.", "Although any damage that has already occurred to your lungs cannot be reversed, you can prevent COPD from developing or getting worse by getting diagnosed, quitting smoking and making lifestyle changes. Treatment for COPD usually involves relieving the symptoms, for example by using an inhaler to make breathing easier."],
	"When_to_seek_help": ["Usually you do not need to see the doctor.  Most coughs can be treated at home.   Most coughs will clear up within two weeks but may last three weeks.  If you're cough lasts more than three weeks you should see your doctor.", "If you are a smoker, have asthma, have any other chronic lung condition or are immuno-comprimised you shold get your cough checked out by your doctor", "For more information on coughs visit the HSE website by clicking "],
	"Whats_up": ["I have a cough and am a smoker"],
	"What_you_can_do": ["Talk to you pharmacist for advice on medications and remedies that may help your cough.  For viral infections in smokers, over the counter remedies may ease the symptoms of your cough and cough expectorants help bring phlegm up so that coughing is easier.  Paracetomol or Ibuprofen will relieve pain.  Antibiotics are rarely needed for coughs.  Rest, fluids and taking time to allow your own immune system to fight the infection are very important.", "Coughing spreads the germs that caused your cough in the first place so it is important not to pass the illness on to others.  This can be done by coughing into a tissue, binning the tissue immediately and washing your hands afterwards.", "If you have COPD and are on inhalers follow your doctor's instructions for when you get a COPD attack.  This will usually involve taking your reliever inhaler 4-5 times a day in addition to your preventer or maintenance inhalers.  You may also need a small course of steroids or a short course of antibiotics, but as there are many varying levels of COPD you should have your condition reviewed regularly by your doctor.  Annual flu vaccine is recommended for COPD patients.  Pneumococcal vaccine is also  recommended.", "Finally, we'd really encourage you to think about quitting smoking. It's by far the best thing you could do for your health, and most smokers want to quit.  The HSE provides lots of support, free of charge, to all smokers thinking of quitting.  This support is available on the phone, online or in person.  Visit ", " or Freephone our QUIT team on 1800 201 203."]
}, {
	"What_to_look_for": ["Coughing occurs in one in three people suffering with a cold and generally you will feel unwell.", "The first symptom of a cold is usually a sore throat. This is followed by symptoms that include a blocked and sore nose, sneezing, a runny nose which is normally clear and runny at the start before becoming thicker and darker over the course of the infection.", "When you have a cough with your cold it may last for up to three weeks even though the cold itself may only last a week or less.  With a cold you will usually feel worse during the first two to three days before gradually starting to improve. The symptoms in adults and older children usually last for about a week."],
	"When_to_seek_help": ["Do not take antibiotics for a cold as they will not help and may do damage. Colds are caused by viruses and antibiotics cannot treat viruses.", "Usually you do not need to see the doctor and for more information on colds visit the HSE website by clicking "],
	"Whats_up": ["I have a cough"],
	"What_you_can_do": ["Most colds can be treated at home.  Drink plenty of fluids, get lots of rest and eat healthily. Resume normal activities when you feel well enough.  Eat well, a low fat, high fibre diet is recommended, including plenty of fresh fruit and vegetables.", "Talk to your pharmacist about over the counter remedies that might help, like paracetamol or ibuprofen for pain and fever, and other medicines to help with blocked noses or a cough.", "If your cough is chesty, or tickly, please visit our main section on "]
}, {
	"What_to_look_for": ["With a cold, you may have a sore throat, sneezing, a blocked or runny nose. A runny nose is normally clear at the start before becoming thicker and darker over the course of the infection.  Green snot does not mean you have a bacterial infection that needs antibiotics.  It just means your nose is inflamed and irritated and producing more snot than usual to help fight the virus which is causing your cold.", "With a cold, you will usually feel worse during the first two to three days before gradually starting to improve. Your symptoms will usually last about a week.", "Watch our video about how to cope with a cold."],
	"When_to_seek_help": ["You do not need to see a doctor for a cold. Most colds can be treated at home."],
	"Whats_up": ["I have a cold"],
	"What_you_can_do": ["Most colds can be treated at home and will get better by themselves without any specific treatment.  Drink plenty of liquids, get lots of rest and eat healthily. Resume your normal activities when you feel well enough.", "Talk to your pharmacist about products and medications that will help.  Paracetamol or ibuprofen will relieve pain or a fever.  Nasal saline sprays will help to clear a blocked nose.  Over-the-counter throat sprays, lozenges and cough remedies may also help.", "Coughing and sneezing spreads the germs that caused your cold in the first place. Avoid passing the illness on to others by coughing into a tissue, binning the tissue immediately and washing your hands afterwards.", "Do not ask your doctor for antibiotics for a cold. Colds are caused by viruses and antibiotics cannot treat viruses."]
}, {
	"What_to_look_for": ["Coughs are often regarded as the `watch dog' of the lungs. It is better to cough up phlegm than to have it lodge lower in the lungs where it can cause serious infections like pneumonia.  Coughing is part of your natural immune defence system.", "Most coughs are caused by viral respiratory tract infections, such as the common cold, flu or bronchitis. Coughs often come with other symptoms like runny nose, fever, sore throat, earache and general aches and pains.", "Chesty coughs may begin with a barking cough that feels like a hardness in your chest and will cause you to cough up phlegm as the cough develops."],
	"When_to_seek_help": ["Usually you do not need to see the doctor and most coughs can be treated at home.   Most coughs will clear up within two weeks but may last up to three weeks - which is longer than a lot of people expect.  If your cough lasts more than three weeks you should see your doctor.", "If you are a smoker, have asthma, have any other chronic lung condition or are immuno-compromised you should get your cough checked out by your doctor.", "For more information on coughs visit the main HSE website by clicking "],
	"Whats_up": ["I have a chesty cough"],
	"What_you_can_do": ["Talk to your pharmacist, who can give you advice on over the counter remedies that may ease the symptoms of your cough.  Cough expectorants help bring phlegm up so that coughing is easier and are only used for chesty coughs.  Paracetomol or ibuprofen will relieve pain.  Antibiotics are rarely needed for coughs.  Rest, fluids and taking time to allow your own immune system to fight the infection are very important.", "Coughing spreads the germs that caused your cough in the first place so it is important not to pass the ilness on to others.  This can be avoided by coughing into a tissue, binning the tissue inmmediately and washing your hands afterwards."]
}, {
	"What_to_look_for": ["Vomiting and diarrhea can occur on their own, or together. Read more below or watch our video on Taming a Tummy Bug, featuring Dr. Nuala O'Connor from Cork.", "Gastroenteritis is the most common cause of vomiting due to an infection, either viral or bacterial, from contaminated food or close contact with someone else who has symptoms.", "Vomiting usually last between 6 and 12 hours and diarrhoea can last from 24 to 48 hours.", "Vomiting can also occur with many other conditions including vertigo and a ?."],
	"When_to_seek_help": ["You should contact your doctor if:", "Do not take antibiotics if you are vomiting as they will not help and may do damage."],
	"Whats_up": ["I am vomiting"],
	"What_you_can_do": ["If you are vomiting, you should stay at home from work and practice good hand hygiene to avoid spreading the infection to others.", "Do not eat until 6 hours after the last episode of vomiting. Keep hydrated by taking sips of clear fluid like flat white lemonade, sports drinks or oral rehydration solutions, these are available without prescription in pharmacies.", "It is best not to return to work until at least 12 hours after vomiting has stopped especially if you are a food handler, healthcare worker or have contact with the public."]
}, {
	"What_to_look_for": ["Most local communities have pharmacists who give professional, expert healthcare.", "Your pharmacist can advise you on medicines, over-the-counter remedies and lifestyle concerns such as weight management and quitting smoking. You don't need an appointment and you can speak with your pharmacist in private if you wish.", "Here are some things your pharmacist can advise you about:", "If you need advice or have any healthcare concerns, ask your pharmacist first."],
	"When_to_seek_help": ["As you can probably guess, this website can never replace the advice you might get from a health professional. If you are worried about yourself or your child, please call or visit your GP or Pharmacist. ", "We hope you feel better soon!"],
	"Whats_up": ["You need to ask your Pharmacist"],
    "What_you_can_do": ["See HSE website undertherweather.ie for full details of advice."]
}]